[
  {
    "title": "New 9/11 Evidence Points to Deep Saudi Complicity",
    "sentiment": "negative",
    "score": -0.9998,
    "wordcloud": "/static/wordclouds/New911EvidencePointstoDee.png",
    "article_url": "https://www.theatlantic.com/ideas/archive/2024/05/september-11-attacks-saudi-arabia-lawsuit/678430/",
    "text": "For more than two decades, through two wars and domestic upheaval, the idea that al-Qaeda acted alone on 9/11 has been the basis of U.S. policy. A blue-ribbon commission concluded that Osama bin Laden had pioneered a new kind of terrorist group—combining superior technological know-how, extensive resources, and a worldwide network so well coordinated that it could carry out operations of unprecedented magnitude. This vanguard of jihad, it seemed, was the first nonstate actor that rivaled nation-states in the damage it could wreak.\n\nThat assessment now appears wrong. And if our understanding of what transpired on 9/11 turns out to have been flawed, then the costly policies that the United States has pursued for the past quarter century have been rooted in a false premise.\n\nThe global War on Terror was based on a mistake.\n\nA new filing in a lawsuit brought by the families of 9/11 victims against the government of Saudi Arabia alleges that al-Qaeda had significant, indeed decisive, state support for its attacks. Officials of the Saudi government, the plaintiffs’ attorneys contend, formed and operated a network inside the United States that provided crucial assistance to the first cohort of 9/11 hijackers to enter the country.\n\nThe 71-page document, released in redacted form earlier this month, summarizes what the plaintiffs say they’ve learned through the evidence obtained in discovery and recently declassified materials. They allege that Saudi officials—most notably Fahad al-Thumairy, an imam at a Los Angeles mosque and an accredited diplomat at Saudi Arabia’s consulate in that city, and Omar al-Bayoumi, who masqueraded as a graduate student but was identified by the FBI as an intelligence operative—were not rogue operators but rather the front end of a conspiracy that included the Saudi embassy in Washington and senior government officials in Riyadh.\n\nThe plaintiffs argue that Thumairy and Bayoumi organized safe reception, transportation, and housing for hijackers Khalid al-Mihdhar and Nawaf al-Hazmi, beginning upon their arrival in California on January 15, 2000. (Both Thumairy and Bayoumi have denied aiding the plot. Bayoumi, along with Saudi Arabia, has also denied that he had any involvement with its intelligence operations.) The filing further argues that Thumairy and Bayoumi introduced the pair to local sympathizers in Los Angeles and San Diego who catered to their day-to-day needs, including help with immigration matters, digital and phone communications, and receiving funds from al-Qaeda by wire transfer. Saudi officials also helped the two al-Qaeda operatives—both Saudi nationals with little education or command of English, whose experience abroad consisted mostly of training and fighting for jihadist causes—to procure a car as well as driver’s licenses. This support network was crucial.\n\nGarrett M. Graff: After 9/11, the U.S. got almost everything wrong\n\nThe filing, responding to a Saudi motion to dismiss the case, which is currently before the U.S. District Court for the Southern District of New York, makes extensive reference to FBI investigative reports, memos, communications records, and contemporaneous evidentiary materials that are still under seal but are likely to be made public in the coming weeks. One of us—Steven Simon—has been a plaintiffs’ expert in the case, enlisted to review and provide an independent assessment of the evidence. Some of the claims in the filing appear to be corroborated by a document, prepared by the FBI in July 2021 and titled “Connections to the Attacks of September 11, 2001,” as well as by other documents declassified under President Joe Biden’s Executive Order 14040. The materials produced thus far in the case deal mainly with Saudi support provided to these two California-based al-Qaeda operatives, and their fellow hijackers of American Airlines Flight 77, which was crashed into the Pentagon. Assuming that the case—now seven years old—goes forward, the presiding judge could order a further, broader discovery phase probing possible Saudi support for the other hijackers, most of whom came to the East Coast beginning in mid-2000.\n\nThe materials that have already surfaced, however, document the extent of the complicity of Saudi officials. The 9/11 Commission Report recounted numerous contacts between Bayoumi and Thumairy, but described only “circumstantial evidence” of Thumairy as a contact for the two hijackers and stated that it didn’t know whether Bayoumi’s first encounter with the operatives occurred “by chance or design.” But the evidence assembled in the ongoing lawsuit suggests that the actions Thumairy and Bayoumi took to support the hijackers were actually deliberate, sustained, and carefully coordinated with other Saudi officials.\n\nIn addition to the documents showing financial and logistical support, the evidence includes several videotapes seized by the U.K. during raids of Bayoumi’s properties there when he was arrested in Birmingham in September 2001. One video—a more complete version of a tape reviewed by the 9/11 Commission—shows Mihdhar and Hazmi at a welcome party arranged by Bayoumi after they moved to San Diego. The full video, the filing claims, shows that the party was organized by Bayoumi and Thumairy “to introduce the hijackers to a carefully curated group of likeminded community members and religious leaders.” The U.K. police also found, according to the filing, a notepad on which Bayoumi had sketched “a drawing of a plane, alongside a calculation used to discern the distance at which a target on the ground will be visible from a certain altitude.”\n\nAnother seized video contains footage of Bayoumi in Washington, D.C., where he met with Saudi religious officials posted as diplomats at the embassy and visited the U.S. Capitol. In the video, according to the filing, Bayoumi “carefully films and notes the Capitol’s structural features, entrances, and security posts,” addressing his narration to his “esteemed brothers.” The Capitol was the likely fourth target of the 9/11 attacks, the one that was spared when passengers aboard United Flight 93 wrestled with the hijackers and the plane crashed near Shanksville, Pennsylvania.\n\nIf Thumairy and Bayoumi were the front end of the support network for the hijackers, their control officers in the U.S. would have been in Washington at the Saudi embassy. In the pre-9/11 years, Saudi Arabia’s Ministry of Islamic Affairs had a sizable presence in the embassy, as well as at the consulate in Los Angeles. The ministry’s representatives oversaw the many Saudi imams like Thumairy in Saudi-supported mosques in the U.S., and posted Saudi “propagators” to Muslim communities in the United States. The Islamic Affairs offices and personnel appeared to operate according to different procedures than the other units within the embassy. And the support network for the hijackers had powerful backing in the Saudi capital. The FBI found evidence that when the Saudi consul general in Los Angeles sought to fire a member of the support network, who had been storing jihadist literature at the consulate, Thumairy was able to use his influence to save his job. As the new filing also documents, there was extensive phone traffic between Thumairy, Bayoumi, and the embassy during crucial moments when the hijackers needed and received support.\n\nThe plaintiffs’ claims are contested by lawyers representing Saudi Arabia on a range of technical, jurisdictional, and factual grounds. They deny that Saudi officials directed support to the hijackers or were otherwise complicit in the attacks. Thumairy “did not assist the hijackers at all,” the lawyers have said, and his alleged actions would not have fallen within the scope of his official responsibilities. Bayoumi’s assistance was “minimal” and unrelated to terrorist activity, the lawyers argue, and neither he nor Thumairy belonged to a jihadist network. Some of the disputes are less about facts than about interpretation. The Capitol video, in the Saudi view, is nothing more than a typical home movie by an enthusiastic tourist; the San Diego video of Bayoumi’s party in the hijackers’ apartment is said to depict a gathering of mosque-goers for some purpose unrelated to the presence of two newly arrived al-Qaeda terrorists. If the court denies the Saudi motion to dismiss in the coming months, we will know whose view of the evidence has been the more persuasive.\n\nAfter 9/11, President George W. Bush and his team argued that a nonstate actor like al-Qaeda could not have pulled off the attacks alone, and that some country must have been behind it all. That state, they insisted, was Iraq—and the United States invaded Iraq. In a savage irony, they may have been right after all about state support, but flat wrong about the state. Should we now invade Saudi Arabia?\n\nThe answer is no. The Saudi Arabia of 2001 no longer exists. The country is still capable of criminal action; witness the case of the journalist Jamal Khashoggi, victim in 2018 of a team of Saudi murderers in Istanbul. But the Islamic extremism that coursed through central institutions of the Saudi state appears to have been largely exorcised. Few countries in the world have been so consistently misunderstood by the U.S. as Saudi Arabia, though, so that judgment is necessarily a provisional one.\n\nTo understand why, a little history is necessary. At the time al-Qaeda emerged as full-fledged terrorist organization, in the 1990s, the country’s religious establishment wielded tremendous power, controlling the judiciary; the Ministry of Islamic Affairs; an array of large institutions such as the al-Haramain Foundation, the Muslim World League (MWL) and the World Assembly of Muslim Youth (WAMY); and other well-funded NGOs. The power of the religious establishment was rooted in the compact at the heart of the Saudi state: The legitimacy of the ruling family has been bound up with the Wahhabi clergy since Muhammad ibn Saud, the patriarch of the royal family, and the religious reformer Muhammad ibn Abd al-Wahhab joined in an alliance in 1744 that would conquer the Arabian Peninsula.\n\nFrom the April 2022 issue: Absolute power\n\nThe MWL, WAMY, and other religious charities were established for the purpose of dawa, or spreading the faith. The Wahhabi clerical establishment had strict notions of how Saudi society should be regulated and believed that it would be best for Muslims worldwide to be subject to Wahhabi rules, but they were not predisposed to declare war to propagate Wahhabism. The pact the Wahhabi clerics formed relegated matters of statecraft to the house of Saud. It was a system that worked, until it didn’t.\n\nChange came because of the counterinsurgency that the Egyptian government waged against the radical Islamists who had assassinated President Anwar al-Sadat in 1981. That campaign augmented an existing effort to suppress the Muslim Brotherhood, which continues today. Many who escaped the wrath of the Egyptian government fled to Saudi Arabia, flooding into the religious universities and teaching positions, or obtaining jobs in the religious bureaucracy. The result was a new ideological framework that meshed Wahhabi doctrine together with Muslim Brotherhood activism. The hunger for jihad among young Saudis was stoked by the thrilling stories of the war in Afghanistan against the Soviets told by fathers and uncles returning from their “jihad jollies,” as Western officials referred to these expeditions—which mostly took place far behind the front lines of that conflict.\n\nAs a concession to the clergy’s demands and the realities of the new environment, the monarchy authorized the creation of a religious-affairs ministry. But the youthful radicals soon had access to both the ministry’s gigantic budget, which mixed public and private money in a helter-skelter way, and an apparatus that could deploy ministry personnel abroad under diplomatic cover, including to the United States.\n\nThus, from the mid-1990s, the ministry was staffed and run by a growing number of people who shared with Osama bin Laden the view that the world was gripped by a cosmic struggle between believers and infidels. In short, they saw the United States as the leader of “world infidelity,” and believed that true Muslims had a duty to fight the infidels. Complementing those beliefs was the distinctive additional bit of jihadist dogma—of which bin Laden became the greatest proponent—holding that restoring the realm of Islam to its historic greatness required striking the United States on its own territory. Only through violence could the U.S. be forced to end its support for the apostate regimes that plagued the Muslim world. And only once the props were kicked out from under those regimes—Egypt, Syria, and Iraq—could truly Islamic governments take charge. That was the idea behind 9/11 and the campaign that was supposed to follow.\n\nThe United States, in the 1990s and after, was aware of some activities of the Saudi religious establishment, especially, for example, in Pakistan, Afghanistan, and Bosnia, where fighters—including the future hijackers Mihdhar and Hazmi, to name just two—were supported through Saudi charities. The picture became more ominous as the decade progressed as such charities, including al-Haramain, were implicated in the East Africa embassy bombings, which killed 224 people, injured nearly 5,000, and destroyed U.S. diplomatic posts in Nairobi and Dar es Salaam. As staff members working on counterterrorism on the National Security Council staff, we watched a succession of our colleagues from the White House and the State Department visit Riyadh to ask for better policing of these “charities.” Routinely, they came back with nothing to show for their efforts, while other weighty issues on the U.S.-Saudi bilateral agenda—containing Iran, achieving Middle East peace, lowering energy prices—ensured that Riyadh never felt any serious pressure.\n\nWhy there wasn’t much more of a response from the monarchy won’t be fully understood until the royal archives are opened, assuming that internal discussions were even recorded. But it does seem, in general, that the house of Saud ruled but did not govern; governance was typically for commoners. Without inquiring closely into the day-to-day operations of the religious and foreign-affairs ministries, the royals could not have had a clear idea of what was being done in their name, including the deployment of Saudis with diplomatic visas for the purpose of attacking the kingdom’s strongest, most reliable transactional partner.\n\nAstonishingly, the attacks of 9/11 had little effect on the Saudi approach to religious extremism, as diplomats and intelligence officials have attested. What finally changed royal minds was the experience of suffering an attack on Saudi soil. In May 2003, gunmen and suicide bombers struck three residential compounds in Riyadh, killing 39 people. The authorities attributed the attacks to al-Qaeda, and cooperation with the U.S. improved quickly and dramatically. Mohammed bin Nayef, son of one of the country’s most powerful princes and its interior minister, emerged as the national counterterrorism chief and later interior minister. MBN, as he is known, transformed Saudi intelligence into America’s most valuable foreign partner in the fight against terrorism, providing tips that led to later plots being thwarted. MBN himself became a friend to a succession of CIA directors.\n\nWhen King Abdullah died, in 2015, his half brother Salman bin Abdulaziz succeeded him, and MBN was made crown prince. Two years later, however, Salman removed MBN, stripped him of his ministry and other offices, and installed his own son Mohammed bin Salman. MBN was soon detained and subjected to execrable conditions, and disappeared from public view.\n\nMohammed bin Salman (widely known as MBS), now the country’s de facto ruler, may have seen MBN as a rival, but he certainly shared his opposition to extremism. During his time in power, the influence of the Wahhabi establishment appears to have been drastically curtailed. The country’s notorious religious police have largely disappeared from sight, and the Ministry of Islamic Affairs has been reformed, along with the massive Islamic organizations. In 2018, Mohammad bin Abdulkarim Al-Issa, the new head of the Muslim World League, visited the United States Holocaust Memorial Museum—a development that for his predecessors would have been utterly unthinkable.\n\nThere will be plenty of tension and recriminations if the exhibits in the New York case become public and the case progresses. Should the plaintiffs overcome the Saudi motion to dismiss, an extended period of merits discovery and a potential trial on liability for 9/11 will exacerbate matters. But many years after the attacks, it seems likely that judicial determination—not military action—is the most viable means by which to close the books on 9/11.\n\nRevelations from the legal case are also likely to set off another round of self-flagellation over the failures of America’s law-enforcement and intelligence agencies. The 9/11 Commission Report and other accounts—including our own—showed the FBI to be shamefully asleep at the switch before the attacks. Indeed, some 9/11 Commission investigators thought the report went soft on the FBI to prevent morale from collapsing entirely. In light of the new revelations, we can expect renewed criticism. How could the bureau have been so ignorant of what the staff of a foreign embassy were doing under its nose? Counterintelligence, after all, is a core bureau responsibility. And the FBI’s conduct on this case is inexplicable. Curiously, agents continued investigating until at least 2021 and, to judge by the 2021 document, knew about the Saudis’ indispensable support for the hijackers. But their work was shut down by the Justice Department. There will be lots of questions to answer.\n\nBen Rhodes: The 9/11 era is over\n\nIf the criticism over these missteps is sharp, it will pale—or at least it should—next to how we reevaluate the global War on Terror, which defined American life and international affairs for some 20 years. The spectacle of 9/11 suggested that there was a new breed of super-terrorists, and the coordination, tradecraft, and sophistication behind the attack on the Twin Towers made that contention persuasive. It would have been foolhardy after that enormity not to expect more catastrophic attacks, and no one could say with any certainty how large al-Qaeda was or how capable it might be. Bin Laden had sought to galvanize the angry masses of the Muslim world in support of his movement. Approving reactions to 9/11, indicating that many Muslims around the world thought the U.S. had finally gotten what it deserved, led policy makers to believe that there was a reservoir of individuals who might be radicalized and line up behind al-Qaeda.\n\nAnd there were. But the question was whether these Muslims in Africa, Asia, the Middle East, and South America could be marshaled into a force capable of inflicting grievous harm on the U.S. homeland. In the aftermath of the attacks, U.S. law enforcement at all levels turned to deal with the newly revealed terrorist threat. The FBI and local authorities showed up at Saudi-backed mosques around the country, hundreds of Muslim men were detained for immigration violations or under material-witness laws, and the Saudi support network went to ground. Washington secured the country’s borders following the attacks and, building on already-existing no-fly lists, made travel to the U.S. by would-be terrorists exceedingly difficult.\n\nThe next big attack never materialized. Indeed, al-Qaeda’s record after 2001 was a fizzle—a fact that has puzzled experts. Most years brought no more terrorist deaths in the U.S. than the pre-2001 period had, and some saw fewer. Al-Qaeda managed to organize no attacks against the American homeland for 18 years after 9/11. The deadly Islamist attacks of this period—including the Boston Marathon attack in 2013, the San Bernardino shootings in 2015, and the Pulse club massacre in Orlando in 2016—were the work of Muslims inspired by the jihadist terrorists but who had no notable contact with bin Laden’s organization. In December 2019, a Saudi air cadet killed three people in a shooting at the Navy’s Pensacola Air Station, an attack that was the first—and to date only—since 9/11 in which investigators traced a line back to al-Qaeda.\n\nAbroad, terrorist strikes in Bali, Madrid, Paris, and London killed in the double and low triple digits—attacks on a scale the world was largely accustomed to, even if several of the attacks came tightly bunched. But there was nothing remotely like 9/11. In the U.S., the near-miss of the “underwear bomber,” a young man who tried to blow up Northwest Airlines Flight 253 to Detroit in December 2009 with a bomb in his briefs, prompted the Washington bureaucracy to further tighten screening procedures. American and foreign intelligence and law-enforcement agencies disrupted terrorist cells around the world. After the obliviousness that preceded 9/11, America demonstrated an extraordinary capacity to act decisively and effectively.\n\nBut above all else, without a support network in the U.S. that could provide cash and documents, facilitate travel, and secure lodging, large-scale terrorist attacks by foreign groups became nearly impossible.\n\nAl-Qaeda did not exactly shrivel and die, but as many of its most capable operatives, such as Khalid Sheikh Mohammed, an architect of 9/11, were captured, the group became much less dangerous, and jihad against the U.S. lost some of its appeal. The eventual consequence was what became known as the “relocalization of jihad,” a return to settling scores against leaders and governments principally in Muslim parts of the world. In North Africa, al-Qaeda affiliates kidnapped foreigners and killed government forces. In places as diverse as Yemen and Southeast Asia, like-minded groups fought the local regimes and murdered civilians. Former imperial powers of Europe, situated close to the Middle East and North Africa, also faced, by virtue of their colonial histories, a continued threat of radicalization embedded within their own society.\n\nFrom the March 2015 issue: What ISIS really wants\n\nThe most dramatic instance of this relocalization occurred in Iraq, where America’s removal of Saddam Hussein lifted the lid on the antipathies among the Shia, Sunni, and Kurdish communities. As the U.S. dismantled the Iraqi army and much of the Iraqi state, these sectarian and ethnic groups turned against one another in pursuit of an elusive security. War is the great incubator of extremism, and out of the civil conflict that the U.S. triggered emerged a jihadist entity that dwarfed al-Qaeda in its geographic and ideological reach. The Islamic State was the brainchild of extremists who understood that Sunni fury at the loss of their privileges in the new Shia-dominated Iraq could burn far hotter than the implausible global jihad of Osama bin Laden. Indeed, just as al-Qaeda seemed to be collapsing in 2014, ISIS conquered nearly half of Iraq. The turmoil of civil war in neighboring Syria gave ISIS a haven that grew to cover a third of that country as well. The Islamic State’s achievement in holding territory—something al-Qaeda never managed—attracted recruits from throughout the Arab world and Europe who yearned to create their vision of a truly Islamic polity. ISIS, an unwanted child of the U.S. occupation of Iraq, came closest to achieving the mass mobilization that U.S. policy makers feared after 9/11. But in the end, the group’s threat to the region’s states and its external terrorist operations galvanized a broad coalition of countries that crushed it. The U.S. contributed a great deal militarily to the effort, but at home, the only hint of a threat came from fearmongering in the media.\n\nWhat would we have done differently if our intelligence and law-enforcement agencies had learned shortly after the 9/11 attacks that officials of our close friend Saudi Arabia had given regular, reliable, and essential support to terrorists seeking to kill Americans in large numbers?\n\nWe would, at a minimum, have immediately compelled Riyadh to dismantle the jihadi infrastructure within its institutions and to liquidate what was left of it on our soil and in countries around the world. We likely would still have toppled the Taliban in Afghanistan and tried to destroy what was left of al-Qaeda there. But if we had understood that the attacks of 9/11 had depended on state support—and if we had eliminated that state support—we might well have had the confidence to leave Afghanistan quickly, instead of lingering for 20 years. As additional attacks failed to materialize, we would also have been more prepared to rely on strong border controls and intelligence to keep us safe. Of course, the discovery of Saudi involvement in 9/11 would have thrown a massive roadblock in front of the George W. Bush administration’s rush to topple Saddam Hussein, although perhaps nothing could have restrained a heedless president from that course of action. But perhaps we would have felt secure enough to close the detention camp at Guantánamo, which has been a permanent demonstration of our disregard for the rule of law. And perhaps as well, we would not have subordinated almost all our other foreign-policy goals to our counterterrorism efforts—a practice that undermined American efforts to support democracy and human rights abroad.\n\nToday, for most Americans, the global War on Terror has become a hazy memory from the time before Donald Trump. In Washington, policy makers avoid discussing the subject. Yet it bears remembering: It cost us $6 trillion, and that number is expected to go higher because of the long-term health-care costs for veterans. It turned the Middle East upside down, increasing the regional influence of Iran. More than 7,000 American servicemen and women died in action; 30,000 more, an extraordinary number, died by suicide. In all, more than 800,000 Iraqis, Afghans, and others, most of them civilians, perished in the war.\n\nThe War on Terror and its origins in 9/11 are seen in retrospect as farce and tragedy. But the emerging picture of the preparations for 9/11 make recognizing the sheer scale of the blunder inescapable."
  },
  {
    "title": "Group rescued eight hours from Malta to be taken to port 'two days away'",
    "sentiment": "positive",
    "score": 0.9355,
    "wordcloud": "/static/wordclouds/Grouprescuedeighthoursfro.png",
    "article_url": "https://timesofmalta.com/article/group-rescued-eight-hours-malta-taken-port-two-days-away.1092773",
    "text": "A group of 35 people rescued eight hours away from Malta and Sicily were instead ordered to travel to an Italian port two and a half days away, despite suffering the effect of hypothermia and dehydration, rescuers say.\n\nThe migrants were found adrift in a fibreglass boat in the Mediterranean on Monday, according to Search and Rescue NGO SOS Mediterranee said.\n\nThey were rescued from the search and rescue zone shared by Italy and Malta.\n\n“Survivors declare having spent three nights at sea and suffer from hypothermia and dehydration,” SOS Mediterranee posted on X.\n\n“Three people are being medically monitored.”\n\nIn another post, the NGO said Italian Authorities assigned the rescuers to the port of Ortona, in Italy, as a Place of Safety, despite the rescue taking place eight hours of navigation from Malta and Sicily.\n\n“We are heading to Ortona, on the Adriatic Coast, two and a half days of navigation away.”\n\nSearch and rescue NGO SOS Mediterranee said survivors were being medically monitored. Photo: X\n\nAn AlarmPhone spokesperson told Times of Malta that the 35 people, including seven children, had originally left from Libya.\n\nTimes of Malta has contacted the Armed Forces of Malta and the Home Affairs Ministry.\n\nHumanitarian NGOs have repeatedly accused Maltese authorities of ignoring calls from distressed migrants at sea and even illegally pushing them back to Libya..\n\nLast month, 22 organisations and academics called on Malta to stop pushing back people at sea to Libya, following allegations that 83 asylum seekers in Malta's search and rescue area were allegedly pushed back.\n\nIn 2023, Times of Malta reported that for over a year, the authorities refused to provide data about migrant arrivals, dismissing the request as \"curiosity\"."
  },
  {
    "title": "Everybody is pigging out: Malta tops EU table for increase in pig population",
    "sentiment": "positive",
    "score": 0.6705,
    "wordcloud": "static/wordclouds/EverybodyispiggingoutMalt.png",
    "article_url": "https://timesofmalta.com/article/everybody-pigging-out-malta-tops-eu-table-increase-pig-population.1092775",
    "text": "2023 turned out to be a standout year for Maltese pigs, with new EU figures showing that Malta now tops Europe’s rankings for the largest increase in its swine population.\n\nWith Rosianne Cutajar’s prescient remark that “everybody is pigging out” ringing in their ears, Malta’s pig farmers upped their game in 2023, growing Malta’s pig population by over a fifth to now reach almost 36,000.\n\nBulgaria is the only country to match Malta’s sharp increase in pig population, with most EU countries registering fewer pigs than in previous years.\n\nThis reversed a previous trend which had seen the number of pigs in Malta drop from 40,000 to just 29,500 between 2021 and 2022.\n\nMalta’s pig population fell sharply over the past decade, dropping by over 15,000 since 2013, but appears to have recovered over the past year.\n\nMalta's cow population, on the other hand, has remained largely unchanged, with just over 14,000 cows grazing in the country.\n\nCutajar’s warning had inspired droves of people to take on the mantle and dress up as pigs during last year’s Nadur carnival celebrations. Despite the detailed costumes, they did not feature in the EU’s count.\n\nPeople dressed up as pigs during last year's Nadur carnival. Photo: Nadur Local Council/Facebook\n\nLivestock numbers dip across Europe\n\nLivestock numbers around Europe have been on the decline for years, with some estimates suggesting that Europe’s livestock has dropped by almost a tenth over the past two decades.\n\nIn some cases, this has been by design, with some countries taking drastic action to reduce livestock to cut down greenhouse gas emissions driven by an overload of manure.\n\nThe data reveals that the overall number of all types of livestock dipped in 2023 compared to the previous year. There are now 133 million pigs, 74 million bovine animals, 58 million sheep, and 11 million goats across the EU."
  }
]
